Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.6c7e2e66ae07
source: Apple Watch接続を準備中です。少し待ってからもう一度送信してください
ar_sa: Apple Watch التحضير للاتصال. الرجاء الانتظار لحظة وحاول مرة أخرى
ca: Apple Watch S'està preparant per a la connexió. Espereu un moment i torneu-ho a provar
cs: Připojování k Apple Watch probíhá... Počkejte prosím a zkuste to znovu.
da: Jeg forbereder forbindelsen til Apple Watch. Vent et øjeblik, og prøv igen.
de_de: Ich bereite die Verbindung zu Ihrem Apple Watch vor. Bitte warten Sie einen Moment und versuchen Sie es erneut.
el: Ετοιμάζω τη σύνδεση με το Apple Watch. Περιμένετε λίγο και προσπαθήστε ξανά.
en_au: Preparing to connect to Apple Watch. Please wait a moment and then try sending again.
es_es: Estoy preparando la conexión con Apple Watch. Por favor, espere un momento y luego intente nuevamente.
fi: Valmistetaan Apple Watch -yhteys. Odota hetki ja yritä lähettää uudelleen.
fr_ca: Préparation de la connexion à Apple Watch. Veuillez patienter et réessayer.
gu: હું એપલ વૉચ કનેક્શન માટે તૈયારી કરી રહ્યો છું. થોડીવાર રાહ જુઓ અને ફરીથી પ્રયાસ કરો.
he: מתכוננים לחיבור ל-Apple Watch. אנא המתינו רגע ואז שלחו שוב.
hi: मैं Apple Watch कनेक्शन की तैयारी कर रहा हूँ। थोड़ा इंतजार करें और फिर से प्रयास करें।
hr: Pripremam se za povezivanje s Apple Watchom. Molim, čekajte i pokušajte ponovno poslati.
hu: Az Apple Watch-hoz való kapcsolást beállítom. Kérjük, várjon egy pillanatot, majd próbálja újra elküldeni.
id: Sedang menyiapkan koneksi ke Apple Watch. Mohon tunggu sebentar, lalu coba lagi.
it: Sto preparando la connessione ad Apple Watch. Attendi un momento e riprova.
ko: Apple Watch 연결을 준비 중입니다. 잠시 기다린 후 다시 시도해 주세요.
mr: ॲपल वॉच कनेक्शन तयार करत आहे. थोडा वेळ थांबा आणि पुन्हा प्रयत्न करा.
ms: Sedang menyediakan sambungan ke Apple Watch. Sila tunggu dan cuba lagi.
nl_nl: Ik ben bezig met het voorbereiden van de verbinding met Apple Watch. Wacht even en probeer het opnieuw.
no: Jeg forbereder tilkobling til Apple Watch. Vent litt og prøv igjen.
pl: Przygotowuję się do połączenia z Apple Watch. Poczekaj chwilę i spróbuj ponownie.
pt_br: Preparando a conexão com o Apple Watch. Aguarde um momento e tente novamente.
pt_pt: Preparando a conexão com o Apple Watch. Aguarde um momento e tente novamente.
ro: Pregătirea conexiunii cu Apple Watch. Vă rugăm să așteptați puțin și apoi să încercați din nou.
ru: Подготовка к установке соединения с Apple Watch. Пожалуйста, подождите и повторите попытку.
sk: Príprava pripojenia k Apple Watch. Počkajte chvíľu a skúste to znovu.
sl: Se poskušam pripraviti za povezavo z Apple Watch. Počakajte trenutek in se poskusite ponovno poveznati.
sv: Förbereder anslutning till Apple Watch. Vänta en stund och försök igen.
ta: ஆப்பிள் வாட்ச் இணைப்பை தயார் செய்து வருகிறோம். சிறிது நேரம் கழித்து மீண்டும் அனுப்பவும்.
te: Apple వాచ్ కనెక్షన్‌ను సిద్ధం చేస్తున్నాము. కొంచెం వేచి ఉండి మళ్లీ పంపండి
th: กำลังเตรียมพร้อมสำหรับการเชื่อมต่อ Apple Watch โปรดรอสักครู่แล้วลองส่งอีกครั้ง
tr: Apple Watch bağlantısını hazırlıyoruz. Birkaç saniye bekleyin ve tekrar gönderin.
uk: Підготовка до встановлення з'єднання з Apple Watch. Будь ласка, зачекайте та спробуйте відправити ще раз.
vi: Đang chuẩn bị kết nối với Apple Watch. Vui lòng chờ và thử lại.
zh_hans: 正在准备Apple Watch连接。稍后请再次发送
zh_hant: 正在准备Apple Watch连接。稍后再尝试发送

# training.6d940b85a589
source: この計画を削除しますか？
ar_sa: هل تريد حذف هذه الخطة؟
ca: Vols suprimir aquest pla?
cs: Chcete smazat tento plán?
da: Vil du slette denne plan?
de_de: Möchten Sie diesen Plan löschen?
el: Θέλετε να διαγράψετε αυτό το πρόγραμμα;
en_au: Delete this plan?
es_es: ¿Eliminar este plan?
fi: Haluatko poistaa tämän ohjelman?
fr_ca: Supprimer ce plan ?
gu: શું આ યોજના ડિલીટ કરવી?
he: האם להסיר את התוכנית הזו?
hi: क्या आप इस योजना को हटाना चाहते हैं?
hr: Želite li izbrisati ovaj plan?
hu: Telen ez a terv?
id: Hapus rencana ini?
it: Vuoi eliminare questo piano?
ko: 이 계획을 삭제하시겠습니까?
mr: ही योजना हटवायची आहे का?
ms: Adakah anda ingin membuang rencana ini?
nl_nl: Wil je deze workout verwijderen?
no: Vil du slette dette programmet?
pl: Czy chcesz usunąć ten plan?
pt_br: Você deseja excluir este plano?
pt_pt: Você deseja excluir este plano?
ro: Vrei să ștergi acest plan?
ru: Удалить этот план?
sk: Chcete odstrániť tento plán?
sl: Ali želite izbrisati ta načrt?
sv: Vill du ta bort det här schemat?
ta: இந்த திட்டத்தை நீக்க வேண்டுமா?
te: ఈ ప్రణాళికను తొలగించాలా?
th: ต้องการลบแผนนี้หรือไม่?
tr: Bu planı mı yoksa silmek ister misiniz?
uk: Видалити цей план?
vi: Bạn có muốn xóa kế hoạch này không?
zh_hans: 是否要删除这个计划？
zh_hant: 是否要刪除這個計畫？

# training.6db8599d1a4e
source: {{value1}}に相談
ar_sa: التشاور مع {{value1}}
ca: Consulteu amb {{value1}}
cs: Konzultovat {{value1}}
da: Konsulter om {{value1}}
de_de: «{{value1}}» besprechen
el: Συμβουλευτείτε το {{value1}}
en_au: Consult about {{value1}}
es_es: Consultar sobre {{value1}}
fi: {{value1}} Kysy neuvoa
fr_ca: Demander des conseils concernant {{value1}}
gu: {{value1}} સાથે સંપર્ક કરો
he: התייעצות לגבי {{value1}}
hi: {{value1}} से सलाह लें
hr: Razgovarajte s {{value1}}
hu: Kérjen tanácsot a {{value1}}-hoz.
id: Konsultasikan tentang {{value1}}
it: Consulta {{value1}}
ko: {{value1}}에 대해 문의
mr: {{value1}} मध्ये सल्ला घ्या
ms: Cadangkan untuk {{value1}}
nl_nl: Met {{value1}} bespreken
no: Konsulter om {{value1}}
pl: Skonsultuj {{value1}}
pt_br: Consulte sobre {{value1}}
pt_pt: Consulte sobre {{value1}}
ro: Consultați {{value1}}
ru: Получить консультацию по поводу {{value1}}
sk: Požiadať o pomoc s {{value1}}
sl: Posvetujte se glede {{value1}}
sv: Konsultera om {{value1}}
ta: {{value1}} குறித்து ஆலோசனை பெற
te: {{value1}} గురించి సంప్రదించండి
th: ปรึกษาเกี่ยวกับ {{value1}}
tr: {{value1}} ile iletişim kurun
uk: Звернутися за консультацією щодо {{value1}}
vi: «{{value1}}» để được tư vấn
zh_hans: 请 {{value1}} 咨询
zh_hant: 諮詢 {{value1}}

# training.6e64eee654b8
source: なし
ar_sa: لا شيء
ca: Cap
cs: Žádné
da: Ingen
de_de: Nichts
el: Καμία
en_au: None
es_es: Ninguno
fi: Ei
fr_ca: Aucun
gu: નાની
he: אין
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Kosong
it: Nessuno
ko: 없음
mr: नाही
ms: Tiada
nl_nl: Niet van toepassing
no: Ingen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciuna
ru: Нет
sk: Žiadne
sl: Nič
sv: Inga
ta: இல்லை
te: ఏదీ లేదు
th: ไม่มี
tr: Yok
uk: Ніяких
vi: Không có
zh_hans: 无
zh_hant: 無

# training.6e8b76e77952
source: 実施回数
ar_sa: عدد عمليات التنفيذ
ca: Nombre d'implementacions
cs: Počet provedených pokynů
da: Antal gentagelser
de_de: Anzahl der Ausführungen
el: Αριθμός επαναλήψεων
en_au: Number of repetitions
es_es: Número de repeticiones
fi: Harjoitusten määrä
fr_ca: Nombre de répétitions
gu: પુનરાવર્તનની સંખ્યા
he: מספר חזרות
hi: गिनती
hr: Broj izvedenih aktivnosti
hu: Ismétlések száma
id: Jumlah Pelaksanaan
it: Numero di ripetizioni
ko: 실행 횟수
mr: पुनरावृत्तीची संख्या
ms: Bilangan pengulangan
nl_nl: Aantal herhalingen
no: Antall gjennomføringer
pl: Liczba powtórzeń
pt_br: Número de repetições
pt_pt: Número de repetições
ro: Număr de execuții
ru: Количество повторений
sk: Počet opakovaní
sl: Število izvajanj
sv: Antal repetitioner
ta: எண்ணிக்கை
te: సమయం యొక్క లెక్కింపు
th: จำนวนครั้งที่ทำ
tr: Tekrar sayısı
uk: Кількість повторень
vi: Số lần thực hiện
zh_hans: 训练次数
zh_hant: 进行次数

# training.6f68dd807f5f
source: 達成
ar_sa: الإنجاز
ca: assoliment
cs: Dosáhli jste cíle
da: Opnået
de_de: Erfolg
el: Επιτυχία
en_au: Achieved
es_es: Logro
fi: Saavutettu
fr_ca: Réalisé
gu: સફળ
he: הצלחה
hi: पूर्ण
hr: Postignuće
hu: Elért
id: Selesai
it: Completato
ko: 달성
mr: यशस्वी
ms: Berjaya
nl_nl: Voltooid
no: Oppnådd
pl: Osiągnięcie
pt_br: Conquista
pt_pt: Conquista
ro: Realizat
ru: Достижение цели
sk: Dosiahnuté
sl: Doseg
sv: Framgång
ta: சாதனை
te: సాధించబడింది
th: สำเร็จ
tr: Başarı
uk: Досягнуто
vi: Hoàn thành
zh_hans: 达成

# training.6fb962f9cfaa
source: Apple Watchで操作を実行できませんでした
ar_sa: تعذر إجراء العملية على Apple Watch
ca: No s'ha pogut realitzar l'operació a Apple Watch
cs: Nepodařilo se provést akci na Apple Watch
da: Kunne ikke udføre handlinger på Apple Watch
de_de: Ich konnte keine Aktionen auf der Apple Watch ausführen.
el: Δεν μπόρεσα να εκτελέσω ενέργειες μέσω του Apple Watch.
en_au: Could not perform actions on the Apple Watch
es_es: No se pudo ejecutar la acción en el Apple Watch
fi: Et pysty suorittamaan toimintoja Apple Watchilla
fr_ca: Impossible d'exécuter des actions sur l'Apple Watch
gu: Apple Watch પરથી કામ કરી શક્યું નથી
he: לא ניתן לבצע פעולות ב-Apple Watch
hi: Apple Watch पर संचालन नहीं कर सका।
hr: Nisam mogao izvršiti operaciju na Apple Watchu
hu: Nem tudtam elvégezni az Apple Watch-on történő műveletet
id: Tidak dapat menjalankan operasi pada Apple Watch
it: Impossibile eseguire le operazioni sull'Apple Watch
ko: Apple Watch로 조작을 수행할 수 없습니다.
mr: Apple Watch वरून कार्य करता आले नाही
ms: Tidak dapat menjalankan operasi pada Apple Watch
nl_nl: Ik kon geen acties uitvoeren met Apple Watch
no: Kunne ikke utføre operasjoner med Apple Watch
pl: Nie udało się wykonać operacji za pomocą Apple Watch
pt_br: Não foi possível executar ações no Apple Watch
pt_pt: Não foi possível executar ações no Apple Watch
ro: Nu am putut executa acțiunile pe Apple Watch
ru: Не удалось выполнить действия на Apple Watch
sk: Nepodarilo sa vám použiť funkcie na Apple Watch
sl: Nismo uspešno izvedli operacijo na Apple Watch.
sv: Jag kunde inte utföra operationen med Apple Watch
ta: Apple Watch மூலம் செயல்பட முடியவில்லை
te: Apple Watch ద్వారా ఆపరేషన్ చేయలేకపోయాము
th: ไม่สามารถใช้งาน Apple Watch ได้
tr: Apple Watch ile işlem gerçekleştiremedim
uk: Не вдалося виконати дії на Apple Watch
vi: Không thể thực hiện thao tác trên Apple Watch
zh_hans: 无法使用Apple Watch操作
zh_hant: 无法在Apple Watch上执行操作

# training.6ffb7a731dd0
source: 背中の日
ar_sa: يوم العودة
ca: dia de tornada
cs: Den pro záda
da: Ryggedagen
de_de: Tag für den Rücken
el: Ημέρα για την πλάτη
en_au: Back Day
es_es: Día de espalda
fi: Selän päivä
fr_ca: Jour pour le dos
gu: પીઠનો દિવસ
he: יום לחיזוק גב
hi: पीठ का दिन
hr: Dan za leđa
hu: Háti nap
id: Hari untuk Latihan Punggung
it: Giorno per la schiena
ko: 등 운동일
mr: पाठीचा कणा दिवस
ms: Hari untuk Bahu
nl_nl: Dag voor de rug
no: Ryggdag
pl: Dzień dla pleców
pt_br: Dia para as costas
pt_pt: Dia para as costas
ro: Ziua pentru spate
ru: День для спины
sk: Deň pre chrbát
sl: Dan za hrbet
sv: Ryggdagen
ta: பின் பகுதியை பயிற்சி செய்யும் நாள்
te: వెనుక భాగం రోజు
th: วันสำหรับหลัง
tr: Sırt Günü
uk: День для спини
vi: Ngày tập lưng
zh_hans: 背部日
zh_hant: 背部日

# training.705d0af3ec6e
source: 押す / 胸上部
ar_sa: اضغط / أعلى الصدر
ca: Premsa / Part superior del pit
cs: Stisknout / Horní část hrudníku
da: Tryk / Brystniveau
de_de: Drücken/Oberkörper
el: Σπρώξιμο / Στο στήθος
en_au: Push / Upper chest
es_es: Presionar / Parte superior del pecho
fi: Paina / Rintakehä
fr_ca: Appuyer / Partie supérieure du torse
gu: દબાવો / છાતી પર
he: לחיצה / אזור החזה
hi: दबाएं / छाती पर
hr: Pritisnite / U području prsa
hu: Nyomással/a felsőtesten
id: Tekan / Bagian dada atas
it: Spinta / Parte superiore del petto
ko: 누르기 / 가슴 상부
mr: टॅप करा / छातीचा भाग
ms: Tekan / Bagian Dada
nl_nl: Drukken / Borsthoogte
no: Trykk / Øvre del av brystet
pl: Naciskanie / Górna część klatki piersiowej
pt_br: Empurrar / Parte superior do peito
pt_pt: Empurrar / Parte superior do peito
ro: Apăsare / Zona pieptului
ru: Нажать / Верх груди
sk: Stlačenie / Horná časť hrude
sl: Stisknite / Na hrbtu
sv: Tryck / Över bröstet
ta: தட்டவும் / மார்பின் மேல் பகுதி
te: నొక్కండి / ఛాతీ పైభాగం
th: กด / บริเวณหน้าอก
tr: Basmak / Göğüs üstü
uk: Натискання / Верхня частина грудей
vi: Ấn / Vùng ngực
zh_hans: 按压 / 胸部
zh_hant: 按 / 胸部

# training.70d17961dda6
source: {{value1}}種目
ar_sa: {{value1}}Item
ca: {{value1}}Ielement
cs: {{value1}} cvičení
da: {{value1}} øvelser
de_de: {{value1}} Übungen
el: {{value1}} ασκήσεις
en_au: {{value1}} exercises
es_es: {{value1}} ejercicios
fi: {{value1}} harjoitus
fr_ca: {{value1}} exercices
gu: {{value1}} કસરતો
he: {{value1}} תרגילים
hi: {{value1}} व्यायाम
hr: {{value1}} vježbe
hu: {{value1}} edzés
id: {{value1}} latihan
it: {{value1}} esercizi
ko: {{value1}}개 운동
mr: {{value1}} व्यायाम
ms: {{value1}} aktiviti
nl_nl: {{value1}} oefeningen
no: {{value1}} øvelser
pl: {{value1}} ćwiczenie
pt_br: {{value1}} exercícios
pt_pt: {{value1}} exercícios
ro: {{value1}} exerciții
ru: {{value1}} упражнений
sk: {{value1}} cvičenie
sl: {{value1}} vaj
sv: {{value1}} övningar
ta: {{value1}} பயிற்சிகள்
te: {{value1}} వ్యాయామాలు
th: {{value1}} รายการ
tr: {{value1}} egzersiz
uk: {{value1}} вправа
vi: {{value1}} bài tập
zh_hans: {{value1}}项目
zh_hant: {{value1}} 種運動

# training.71d42af1e263
source: Watchセンサー分析
ar_sa: مشاهدة تحليل أجهزة الاستشعار
ca: Observa l'anàlisi del sensor
cs: Analýza senzorů Watch
da: Analyse af Watch-sensorer
de_de: Analyse durch den Watch-Sensor
el: Ανάλυση αισθητήρα Watch
en_au: Watch sensor analysis
es_es: Análisis del sensor de Watch
fi: Seuraajan analyysi
fr_ca: Analyse des capteurs Watch
gu: "વોચ" સેન્સર વિશ્લેષણ
he: ניתוח חיישן ה-Watch
hi: वॉच सेंसर विश्लेषण
hr: Analiza senzora s uređaja Watch
hu: Watch szenzorok elemzése
id: Analisis sensor Watch
it: Analisi dei sensori del dispositivo
ko: 워치 센서 분석
mr: वॉच सेन्सर विश्लेषण
ms: Analisis sensor Watch
nl_nl: Analyse van de Watch-sensoren
no: Analyse av Watch-sensorer
pl: Analiza danych z czujnika Watch
pt_br: Análise do sensor do Watch
pt_pt: Análise do sensor do Watch
ro: Analiza senzorului Watch
ru: Анализ данных с датчика Watch
sk: Analýza senzorov Watch
sl: Analiza senzorjev Watch
sv: Analys av Watch-sensorer
ta: வாட்ச் சென்சார் பகுப்பாய்வு
te: వాచ్ సెన్సార్ విశ్లేషణ
th: วิเคราะห์ข้อมูลด้วยเซ็นเซอร์ Watch
tr: Watch sensör analizi
uk: Аналіз датчика "Watch"
vi: Phân tích cảm biến Watch
zh_hans: Watch 传感器分析
zh_hant: Watch 傳感器分析

# training.725a4adfc01a
source: 該当する種目がありません
ar_sa: لا توجد عناصر مطابقة
ca: No hi ha elements coincidents
cs: Žádný odpovídající typ nebyl nalezen
da: Ingen relevant type fundet
de_de: Keine passende Kategorie gefunden
el: Δεν υπάρχει σχετικό είδος.
en_au: No matching category found
es_es: No hay ningún tipo de registro disponible.
fi: Sopivaa ei löydy
fr_ca: Aucun type correspondant n'est trouvé
gu: આ પ્રકારની કોઈ વસ્તુ ઉપલબ્ધ નથી
he: אין סוג מתאים
hi: कोई भी उपयुक्त प्रकार नहीं मिला
hr: Nema odgovarajuće vrste
hu: Nincs megadott ilyen típus
id: Tidak ada jenis yang sesuai
it: Non è disponibile alcun tipo corrispondente
ko: 해당하는 유형이 없습니다
mr: या प्रकारची नोंद उपलब्ध नाही
ms: Tiada jenis yang sesuai
nl_nl: Geen passende soort gevonden
no: Ingen relevant type funnet
pl: Nie znaleziono odpowiedniego typu
pt_br: Não há tipo de registro correspondente
pt_pt: Não há tipo de registro correspondente
ro: Nu există tipul de înregistrare specificat
ru: Не найдено подходящих типов
sk: Neexistuje žiadny relevantný typ
sl: Ne obstaja ustreznih možnosti
sv: Ingen matchande typ hittades
ta: தொடர்புடைய வகை எதுவும் இல்லை
te: సంబంధిత రకం ఏదీ లేదు
th: ไม่มีประเภทที่ตรงกัน
tr: İlgili bir tür bulunamadı
uk: Не знайдено відповідного типу
vi: Không có loại nào phù hợp
zh_hans: 没有找到匹配的运动项目
zh_hant: 沒有符合的運動項目

# training.742f77fb799f
source: 計画より速め
ar_sa: أسرع مما هو مخطط له
ca: més ràpid del previst
cs: Rychleji než podle plánu
da: Hurtigere end planen
de_de: Schneller als der Plan
el: Εκτελέστε το σχέδιο πιο γρήγορα.
en_au: Faster than the plan
es_es: Más rápido que el plan
fi: Hieman nopeammin kuin suunnitelmassa
fr_ca: Plus rapidement que le plan
gu: યોજના કરતાં ઝડપી
he: מהיר יותר מהתוכנית
hi: योजना की तुलना में तेज गति से
hr: Brže od plana
hu: Gyorsabban, mint a terv
id: Lebih cepat dari rencana
it: Più veloce del piano
ko: 계획보다 빠르게
mr: नियोजनापेक्षा जलद
ms: Lebih pantas daripada yang dirancang
nl_nl: Sneller dan de planning
no: Raskere enn planen
pl: Szybciej niż w planie
pt_br: Mais rápido que o plano
pt_pt: Mais rápido que o plano
ro: Mai rapid decât planul
ru: Быстрее, чем по плану
sk: Rýchlejšie ako v pláne
sl: Hitreje, kot je določeno v načrtu
sv: Snabbare än planen
ta: திட்டத்தை விட வேகமாக
te: ప్రణాళిక కంటే వేగంగా
th: เร็วกว่าแผน
tr: Planlamadan daha hızlı
uk: Швидше, ніж у плані
vi: Nhanh hơn kế hoạch
zh_hans: 比计划快
zh_hant: 比計畫快

# training.7544024a8347
source: {{value1}}の目標重量を更新しました
ar_sa: تم تحديث الوزن المستهدف لـ {{value1}}
ca: S'ha actualitzat el pes objectiu de {{value1}}
cs: Aktualizováno cílové váhy v {{value1}}
da: Målvægten for {{value1}} er opdateret.
de_de: Zielgewicht in «{{value1}}» wurde aktualisiert
el: Έχετε ενημερώσει τον στόχο σας στο {{value1}}
en_au: Updated target weight for {{value1}}
es_es: Actualizado el objetivo de peso para {{value1}}
fi: {{value1}}:n tavoitepaino päivitetty
fr_ca: Objectif de poids mis à jour pour {{value1}}
gu: {{value1}} માટે લક્ષ્ય વજન અપડેટ કર્યું
he: עדכנתי את המשקל המטרה ל-{{value1}}
hi: {{value1}} का लक्ष्य वजन अपडेट किया गया है
hr: Azurirano ciljno težine za {{value1}}
hu: {{value1}}-hoz tartozó terv.
id: Menyegarkan target berat untuk {{value1}}
it: Obiettivo di peso aggiornato per {{value1}}
ko: {{value1}}의 목표 체중을 업데이트했습니다
mr: {{value1}} चे लक्ष्य वजन अपडेट केले आहे.
ms: Menyemak semula sasaran berat badan {{value1}}
nl_nl: Doelgewicht voor {{value1}} is bijgewerkt.
no: Oppdateret målvekt for {{value1}}.
pl: Zaktualizowano cel wagowy w {{value1}}
pt_br: Atualizei o peso-alvo para {{value1}}
pt_pt: Atualizei o peso-alvo para {{value1}}
ro: Am actualizat ținta de greutate pentru {{value1}}
ru: Обновлено целевое веса для {{value1}}
sk: Aktualizované cieľové váhy pre {{value1}}.
sl: Uporabljam {{value1}} za določitev ciljne teže.
sv: Målvikten för {{value1}} har uppdaterats.
ta: {{value1}} இலக்கான எடையை புதுப்பித்தீர்கள்.
te: {{value1}} యొక్క లక్ష్య బరువును నవీకరించాను
th: อัปเดตเป้าหมายน้ำหนักสำหรับ {{value1}}
tr: {{value1}}'in hedef ağırlığını güncelledim
uk: Оновлено цільову вагу для {{value1}}
vi: Đã cập nhật mục tiêu cân nặng «{{value1}}»
zh_hans: 已更新 {{value1}} 的目标体重
zh_hant: 已更新 {{value1}} 的目標重量

# training.7556f1c352e7
source: セット時間 {{value1}}
ar_sa: ضبط الوقت {{value1}}
ca: Estableix l'hora {{value1}}
cs: Čas sady {{value1}}
da: Sæt tid {{value1}}
de_de: Satzzeit {{value1}}
el: Χρόνος σετ {{value1}}
en_au: Set duration: {{value1}}
es_es: Tiempo de serie {{value1}}
fi: Sarjan aika {{value1}}
fr_ca: Durée de l'ensemble {{value1}}
gu: સેટનો સમય {{value1}}
he: זמן סט {{value1}}
hi: सेट समय {{value1}}
hr: Vrijeme serije {{value1}}
hu: {{value1}} szett időtartama
id: Waktu Set {{value1}}
it: Tempo della serie {{value1}}
ko: {{value1}} 세트 시간
mr: सेट वेळ {{value1}}
ms: Masa Set {{value1}}
nl_nl: Tijd voor set {{value1}}
no: Sett – tid {{value1}}
pl: Czas trwania serii {{value1}}
pt_br: Tempo do conjunto {{value1}}
pt_pt: Tempo do conjunto {{value1}}
ro: Durata setului {{value1}}
ru: Время выполнения серии {{value1}}
sk: Čas sady {{value1}}
sl: Čas nastavitve {{value1}}
sv: Set-tid {{value1}}
ta: செட் நேரம் {{value1}}
te: {{value1}} సెట్ సమయం
th: เวลาเซ็ต {{value1}}
tr: Set süresi {{value1}}
uk: Час сету {{value1}}
vi: Thời gian bộ bài {{value1}}
zh_hans: 组时间 {{value1}}
zh_hant: 組時間 {{value1}}

# training.75c83d4d34c6
source: 計画はまだありません
ar_sa: لا توجد خطط حتى الآن
ca: encara no hi ha plans
cs: Plán ještě nemáte
da: Ingen plan endnu
de_de: Noch kein Plan vorhanden
el: Δεν έχετε ακόμα σχέδιο.
en_au: No plan yet
es_es: No hay plan aún
fi: Suunnitelmaa ei ole vielä määritetty
fr_ca: Aucun plan pour l'instant
gu: હાલમાં કોઈ યોજના નથી
he: אין תוכנית כרגע
hi: अभी कोई योजना नहीं है
hr: Nema plana
hu: Még nincs terv
id: Belum ada rencana
it: Non hai ancora creato un piano
ko: 아직 계획이 없습니다
mr: अद्याप कोणताही नियोजन नाही.
ms: Tiada rencana lagi
nl_nl: Er is nog geen planning
no: Ingen planlagt ennå
pl: Brak planu
pt_br: Ainda não há plano
pt_pt: Ainda não há plano
ro: Nu există încă un plan
ru: У вас еще нет плана
sk: Momentálne neexistuje žiadny plán.
sl: Že ni načrta
sv: Ingen plan ännu
ta: இப்போது திட்டம் எதுவும் இல்லை.
te: ప్రణాళిక ఇంకా లేదు
th: ยังไม่มีแผน
tr: Henüz bir planınız yok
uk: У вас ще немає плану
vi: Hiện tại chưa có kế hoạch
zh_hans: 目前还没有计划
zh_hant: 目前沒有計畫

# training.76bbf2a42b69
source: 未達
ar_sa: لم يتحقق
ca: No aconseguit
cs: Nezakládáno
da: Ikke opnået
de_de: Nicht erreicht
el: Δεν επιτεύχθηκε
en_au: Not reached
es_es: Sin alcanzar
fi: Ei saavutettu
fr_ca: Non atteint
gu: અપૂરતું
he: לא הושג
hi: प्राप्त नहीं
hr: Nedostignuto
hu: Nem elért
id: Belum Tercapai
it: Non raggiunto
ko: 달성하지 못함
mr: अपेक्षित नाही
ms: Tidak Dicapai
nl_nl: Niet bereikt
no: Ikke oppnådd
pl: Niedostępne
pt_br: Não atingido
pt_pt: Não atingido
ro: Nu atins
ru: Не достигнуто
sk: Nedosiahnuté
sl: Nerealizirano
sv: Ej uppnått
ta: குறிப்பிடப்படவில்லை
te: లక్ష్యం చేరలేదు
th: ยังไม่ถึงเป้าหมาย
tr: Başarısız
uk: Не досягнуто
vi: Không đạt
zh_hans: 未达标
zh_hant: 未达标

# training.76c1a8f001dd
source: キャンセル
ar_sa: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de_de: Abbrechen
el: Ακύρωση
en_au: Cancel
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustati
hu: Még egyszer
id: Batal
it: Annulla
ko: 취소
mr: रद्द करा
ms: Batalkan
nl_nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்து செய்யவும்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal et
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# training.78d7f266fb1e
source: 金
ar_sa: المال
ca: diners
cs: Zlatý
da: Guld
de_de: Gold
el: Χρυσός
en_au: Gold
es_es: Oro
fi: Kultaa
fr_ca: Or
gu: સોના
he: זהב
hi: सोने
hr: Zlatno
hu: Arany
id: Emas
it: Oro
ko: 금
mr: सोनं
ms: Emas
nl_nl: Goud
no: Gull
pl: Złoto
pt_br: Ouro
pt_pt: Ouro
ro: Aur
ru: Золотые монеты
sk: Zlato
sl: Zlato
sv: Guld
ta: தங்கம்
te: వెండి
th: ทอง
tr: Altın
uk: Золото
vi: Kim

# training.78efc5de2d26
source: 部位
ar_sa: جزء
ca: part
cs: Část těla
da: Muskelgruppe
de_de: Muskelgruppe
el: Μέρος σώματος
en_au: Body Part
es_es: Parte del cuerpo
fi: Alue
fr_ca: Partie du corps
gu: ભાગ
he: חלק גוף
hi: भाग
hr: Dio tijela
hu: Tárgy
id: Area
it: Parte del corpo
ko: 부위
mr: भाग
ms: bahagian
nl_nl: Gedeelte
no: Delt
pl: Partia
pt_br: Parte do corpo
pt_pt: Parte do corpo
ro: Zona
ru: Часть тела
sk: Časť tela
sl: Del
sv: Muskelgrupp
ta: பகுதி
te: భాగం
th: ส่วน
tr: Bölge
uk: Область
vi: Vị trí
zh_hans: 身体部位

# training.79469f04a73c
source: 週次ボリューム分析
ar_sa: تحليل الحجم الأسبوعي
ca: Anàlisi setmanal del volum
cs: Analýza týdenního objemu
da: Ugentlig analyse af volumen
de_de: Analyse des wöchentlichen Umfangs
el: Ανάλυση Εβδομαδιαίου Όγκου
en_au: Weekly volume analysis
es_es: Análisis del volumen semanal
fi: Viikoittaisen volyymin analyysi
fr_ca: Analyse du volume hebdomadaire
gu: અઠવાડિયાનું વોલ્યુમ વિશ્લેષણ
he: ניתוח נפח שבועי
hi: सप्ताह के अनुसार मात्रा विश्लेषण
hr: Analiza tjednošnjeg volumena
hu: Heti mennyiség elemzése
id: Analisis volume mingguan
it: Analisi del volume settimanale
ko: 주간 볼륨 분석
mr: हप्तानुसार व्हॉल्यूम विश्लेषण
ms: Analisis kekuatan mingguan
nl_nl: Analyse van wekelijkse hoeveelheid
no: Analyse av ukentlig volum
pl: Analiza tygodniowego wolumenu
pt_br: Análise do volume semanal
pt_pt: Análise do volume semanal
ro: Analiza volumului săptămânal
ru: Анализ еженедельного объема
sk: Analýza týždenného objemu
sl: Analiza nedeljne količine
sv: Analys av veckovis volym
ta: வாராந்திர அளவு பகுப்பாய்வு
te: వారపు పరిమాణం విశ్లేషణ
th: วิเคราะห์ปริมาณรายสัปดาห์
tr: Haftalık hacim analizi
uk: Аналіз щотижневого обсягу
vi: Phân tích tổng lượng tập luyện hàng tuần
zh_hans: 每周摄入量分析
zh_hant: 每週運動量分析
